<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<!DOCTYPE html>
<html>
<head>
<link rel="stylesheet" href="${pageContext.request.contextPath}/resources/css/support/legalNotice.css?v=<%=System.currentTimeMillis()%>">
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body><!-- 법적고지 -->
<jsp:include page="/WEB-INF/views/common/header.jsp" />
<div id="legalNotice">
	<h1>< 법적고지 ></h1>
    <h3>1. 여러분을 환영합니다.</h3>
    <p>빈체로가 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 본 약관은 다양한 빈체로가 서비스의 이용과 관련하여 빈체로 서비스 회원 또는 비회원과의 관계를 설명하며, 아울러 여러분의 빈체로
        서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.</p>

    <p>빈체로 서비스를 이용하시거나 빈체로 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다</p><br>

    <h3>2. 여러분의 개인정보를 소중히 보호합니다.</h3>
    <p>빈체로는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집.이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 빈체로가 이용자 및 회원에 대해 관련 개인정보를
        안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.</p>

    <p>빈체로는 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후 여러분의 정보를
        파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.</p><br>

    <h3>3. 빈체로의 잘못은 빈체로가 책임집니다.</h3>
    <p>빈체로는 여러분이 빈체로 서비스를 이용함에 있어 빈체로의 고의 또는 과실로 인하여 손해를 입게 될 경우 관련 법령에 따라 여러분의 손해를 배상합니다. 다만, 천재지변 또는 이에 준하는 불가항력으로 인하여
        빈체로가 서비스를 제공할 수 없거나 이용자의 고의 또는 과실로 인하여 서비스를 이용할 수 없어 발생한 손해에 대해서 빈체로는 책임을 부담하지 않습니다.</p>

    <p>그리고 빈체로가 손해배상책임을 부담하는 경우에도 통상적으로 예견이 불가능하거나 특별한 사정으로 인한 특별 손해 또는 간접 손해, 기타 징벌적 손해에 대해서는 관련 법령에 특별한 규정이 없는 한 책임을
        부담하지 않습니다.</p>

    <p>한편, 빈체로 서비스를 매개로 한 여러분과 다른 회원 간 또는 여러분과 비회원 간의 의견 교환, 거래 등에서 발생한 손해나 여러분이 서비스 상에 게재된 타인의 게시물 등의 콘텐츠를 신뢰함으로써 발생한
        손해에 대해서도 빈체로는 특별한 사정이 없는 한 이에 대해 책임을 부담하지 않습니다.</p><br>

    <h3>4. 언제든지 빈체로 서비스 이용계약을 해지하실 수 있습니다.</h3>
    <p>빈체로에게는 참 안타까운 일입니다만, 회원은 언제든지 빈체로 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있으며, 이 경우 빈체로는 관련 법령 등이 정하는 바에 따라 이를 지체 없이
        처리하겠습니다.</p>

    <p>빈체로 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 빈체로가 해당 회원의 정보를 보유할 수 있는 경우를 제외하고, 해당 회원 계정에 부속된 게시물 일체를 포함한 회원의 모든 데이터는
        소멸됨과 동시에 복구할 수 없게 됩니다. 다만, 이 경우에도 다른 회원이 별도로 담아갔거나 스크랩한 게시물과 공용 게시판에 등록한 댓글 등의 게시물은 삭제되지 않으므로 반드시 해지 신청 이전에 삭제하신
        후 탈퇴하시기 바랍니다.</p><br>

    <h3>5. 일부 빈체로 서비스에는 광고가 포함되어 있습니다.</h3>
    <p>여러분이 다양한 빈체로 서비스를 이용하다 보면 간혹 일부 개별 서비스에 광고가 포함된 경우가 있습니다. 빈체로 서비스를 이용하면서 발생할 수 있는 데이터 통신요금은 가입하신 통신사업자와의 이용계약에 따라
        여러분이 부담하며, 포함된 광고 열람으로 인해 추가적으로 발생하는 비용 역시 여러분이 부담합니다.</p>

    <p>원하는 빈체로 서비스를 이용하기 위해 원하지 않는 광고를 봐야 하는 경우가 있습니다. 이는 여러분에게 제공하는 다양한 빈체로 서비스를 원칙적으로 무료로 제공할 수 있게 해주는 데 기여하며, 더 나아가
        빈체로가 연구 개발에 투자하여 더 나은 서비스를 제공할 수 있는 기반이 됩니다. 최근 타사의 일부 서비스들이 광고 없는 서비스 이용을 강조하며 주된 서비스를 유료로 제공하고 있는 관행이 이를
        뒷받침합니다.</p>

    <p>빈체로는 여러분의 본의 아닌 불편이나 부담이 최소화될 수 있는 방법에 대해 항상 고민하고 개선해 나가겠습니다.</p>
</div>	

<jsp:include page="/WEB-INF/views/common/footer.jsp" />
</body>
</html>